[
  {
    "id": 1,
    "content": "The aim of the journal is to provide a platform for researchers, practitioners, academicians, and professionals from diverse domains to share innovative research achievements. The journal is dedicated to publishing high-quality research papers providing meaningful insights into any subject area of current interest. International Journal of Research provides a platform for the dissemination and publication of your academic work on topics that have substantial inter-disciplinary content in both Indian as well as global contexts."
  },
  {
    "id": 2,
    "content": "It is our pleasure to invite you to contribute a research paper/article to the International Journal of Research a blind peer-reviewed, bi-annual journal of Rizvi College of Arts, Science &amp; Commerce, Mumbai. Original research papers, conceptual articles, and case studies are invited in the journal, based on current data and supported by primary/ secondary sources. Submission of a manuscript implies that the work has not been published, accepted, or is under review elsewhere in any other journal or magazine. An undertaking for the same should  be submitted with the research paper."
  },
  {
    "id": 3,
    "content": "All editorial and administrative correspondence for publication should be addressed to Dr. Anjum Ara Ahmad, Executive Editor - International Journal of Research, Rizvi College of Arts, Science &amp; Commerce, Off: Carter Road, Bandra (W), Mumbai-400050 (Maharashtra). Email id: executiveeditor.ijr@rizvicollege.edu.in. For details please contact on mobile no +8451046220."
  },
  {
    "id": 4,
    "content": "Information on the pattern of submission of manuscripts is available in the “Guidelines for Contributors”"
  },
  {
    "id": 5,
    "content": "The Editors reserve the right to reject or return to the author(s) any manuscript that in their opinion is unsuitable for publication in the International Journal of Research, without expressly stipulating the reasons for doing so. Under no circumstances will the identity of the reviewer(s) be disclosed to the author(s) or to any other third party not involved in the editorial process."
  },
  {
    "id": 6,
    "content": "Research papers/Articles received will immediately be put before the Editorial Committee for initial review. Correspondence and proofs for correction will be sent to the first author unless otherwise specified. The article will be published after receipt of the corrected proofs from the authors."
  },
  {
    "id": 7,
    "content": "Subscription by author is compulsory for publishing research papers or articles in this journal."
  },
  {
    "id": 8,
    "content": "Annual, Lifetime, and Institutional subscription details with the order form for obtaining the journal are given separately and the interested persons may avail the same accordingly."
  },
  {
    "id": 9,
    "content": "Views expressed in the articles are those of the respective authors- International Journal of Research, its Editorial Board, Editor, and Publisher (Rizvi College of Arts, Science &amp; Commerce) disclaim the responsibility and liability for any statement of fact or opinion made by the contributors. However, effort is made to acknowledge source material relied upon or referred to, but the International Journal of Research does not accept any responsibility for any inadvertent errors and omissions."
  },
  {
    "id": 10,
    "content": "Copyright @ Rizvi Education Society’s Rizvi College of Arts, Science &amp; Commerce, Mumbai. All rights reserved. No part of this publication may be reproduced, stored in a retrieval system, or transmitted, in any form or by any means, electronic, mechanical, photocopying, recording, or otherwise, without the prior permission of the publisher. The authors are required to sign the “Transfer of Copyright” agreement before the article is published in the journal."
  }
]
